import React, { Component } from 'react';
/*import ListGroup from '../Components/ListGroup'
import ListGroupItem from '../Components/ListGroupItem'*/



export default class Rep11 extends Component {
render () {
return(
<p> <b>Овощной суп с сырными шариками  </b><br/>
Ингредиенты для «Овощной суп с сырными шариками»:<br/>
Бульон (или вода) — 2,5 л<br/>
Перец болгарский (крупный) — 1 шт<br/>
Морковь (крупная) — 1 шт<br/>
Лук репчатый (средний) — 1 шт<br/>
Картофель (средний) — 5 шт<br/>
Сыр голландский (для шариков) — 100 г<br/>
Яйцо куриное (для шариков) — 1 шт<br/>
Мука пшеничная / Мука (для шариков) — 100 г<br/>
Зелень (петрушка) — по вкусу<br/>
Соль — по вкусу<br/>
Перец черный — по вкусу<br/>
Специи (у меня "Летняя зелень") — по вкусу<br/>
Масло сливочное (для шариков) — 70 г<br/>
Масло растительное — 4 ст. л.<br/>
<br/>
<br/>
<span className='wordWarning'></span> 
Рецепт «Овощной суп с сырными шариками»:<br/>

1.Сыр натрем на мелкой терке, добавим сливочное масло (комнатной температуры), муку, яйцо, соль и "Летнюю зелень".<br/>


2.Хорошо вымешиваем и убираем на 30 минут в холодильник.<br/>


3.Морковь натрем на крупной терке, перец нарежем небольшой соломкой, лук - кубиками, картофель - крупными кубиками.<br/>


4.В сковороде разогреем растительное масло и обжарим лук до слегка золотистого цвета.<br/>


5.Добавим морковь и, периодически помешивая, обжариваем минуты 3-4.<br/>


6.Добавляем болгарский перец и обжариваем еще минут 5. Отключаем огонь, добавляем черный перец и специи. Перемешиваем.<br/>


7.В кипящий бульон (или воду) опускаем картофель и обжаренные овощи. Доводим до кипения, огонь убавляем и варим 15 минут.<br/>


8.Тем временем, достаем из холодильника наше "тесто" и скатываем небольшие (величиной с фундук) шарики. Больше не делайте, т. к. при варке они сильно увеличатся в размере.<br/>


9.Опускаем в кастрюлю "шарики", перемешиваем и варим минут 10-15. При необходимости досаливаем и подперчиваем.<br/>


10.Наш ароматный суп готов. Отключаем огонь и добавляем (по желанию) нарезанную зелень петрушки.<br/>
</p>
)
}
}