import React, { Component } from 'react';
/*import ListGroup from '../Components/ListGroup'
import ListGroupItem from '../Components/ListGroupItem'*/



export default class Rep44 extends Component {
render () {
return(
<p> <b>Закуска"Хозяйка отдыхает" </b><br/>
Ингредиенты для «Жареный картофель "Хозяйка отдыхает"»:<br/>
Картофель — 1 кг<br/>
Морковь — 1 шт<br/>
Лук репчатый — 1 шт<br/>
Помидор — 1 шт<br/>
Приправа (для картофеля, у меня торговой марки "Камис") — 2 ст. л.<br/>
Масло растительное (без запаха) — 1 ст. л.<br/>
Масло оливковое (extra virgin, здесь пропорций нет, по желанию и по вкусу, можно и без него обойтись)<br/>
Зелень (по вкусу)<br/>
Чеснок (по вкусу)<br/>

<br/>
<span className='wordWarning'></span> 
Картошку нарезать, как хотите, но только не тонкой соломкой. Иначе велика вероятность того, что она в кашу превратится, а нам этого не надо. Лук режем тонкими полукольцами. Морковку - длинными брусочками, так просто покрасивее получится. Помидор натереть на терке и добавить к картофелю. Он придаст сочности, компенсируя количество масла. Все сложить в миску. Добавить приправу. Если приправа с солью, то солить больше и не надо. Дальше добавить масло растительное. На килограмм картофеля у меня идет ровно одна столовая ложка всего. Этого достаточно. Если бы жарили на сковородке, то таким количеством вряд ли бы обошлись. Перемешать.<br/>


Упаковываем все в рукав для запекания, ставим в духовку, засекаем времечко и... свободны! Килограмм картошки у меня при температуре 180 градусов запекается ровно полтора часа. Духовки, конечно, у всех разные и со временем приготовления каждая хозяйка должна определиться сама, для этого достаточно один раз приготовить и будете точно знать сколько времени Вам потребуется. Когда будете готовить в первый раз, ни в коем случае не уходить «с собакой гулять» :). В первый раз, как в первый класс - надо все контролировать. Мало ли... Потом, когда готовка пойдет на "автомате", то можно хоть на маникюр идти.<br/>


Картошечка готова, разрезаем пленку, вот посмотрите какая красивая.<br/>


Дальше нарезаем меленько зелень и чесночок, добавляем к картошке, прикрываем пленкой и пускай настоится и пропитается ароматами минут пять.<br/>


Дальше раскладываем по тарелочкам. У нас получилась абсолютно натуральная жареная картошка, как на сковородке, только масла раза в три-четыре меньше и проблем тоже. И не такая засушенная, как просто на противне. И следить не надо, когда прочувствуете рецепт.<br/>
Вкусссно!!<br/>
</p>
)
}
}