import React, { Component } from 'react';
/*import ListGroup from '../Components/ListGroup'
import ListGroupItem from '../Components/ListGroupItem'*/



export default class Rep55 extends Component {
render () {
return(
<p> <b>«Крашенки к Пасхе «Драконьи яйца»» </b><br/>


<br/>
<span className='wordWarning'></span> 
Ингредиенты для «Крашенки к Пасхе «Драконьи яйца»»: <br/>
Каркаде — 6 ст. л.<br/> Вода — 1.5 л Яйцо куриное (Отварные)
 Уксус (9%) — 1 ст. л. <br/>
 Пищевая и энергетическая ценность: Готового блюда ккал 96.6 ккал белки 7.6 г жиры 6.5 г углеводы 1 г 100 г блюда ккал 6.2 ккал белки 0.5 
  жиры 0.4 г углеводы 0.1 г <br/>
  Рецепт «Крашенки к Пасхе «Драконьи яйца»»: <br/>
  Пошаговых фото не делала, все предельно просто. В кастрюлю налить воду и выложить каркаде. <br/>
  Дать закипеть, и после этого поварить минут 5. Выключить огонь и добавить уксус, перемешать 
  <br/>и выложить заранее отварные яйца. Оставить часов на 7, я оставила на ночь. По прошествии времени достать яйца,<br/>
   не вытирать. Дать им остыть самостоятельно, и только затем смазав руки растительным маслом, натереть яйца. <br/>
</p>
)
}
}